{"pageProps":{"navbar":{"items":[{"label":"Produkty","url":null,"id":"entr-7","items":[{"label":"gładzie gotowe","id":"cat-9","url":null,"items":[{"label":"A-2 biała gotwa gładź szlachlowa","id":"prodct-1","items":null,"url":"produkty/smig_a-2"},{"label":"A-6 biała gotowa gładź szpachlowa szybkoschnąca","id":"prodct-2","items":null,"url":"produkty/smig_a-6"},{"label":"A-8 biała gotowa gładź malarska","id":"prodct-3","items":null,"url":"produkty/smig_a-8"},{"label":"A-11 biała gładź prosto pod wałek","id":"prodct-4","items":null,"url":"produkty/smig_a-11"}]},{"label":"gładzie sypke","id":"cat-10","url":null,"items":[{"label":"D-1 Biała Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-14","items":null,"url":"produkty/smig_d-1"},{"label":"D-2 Biała Gładź Szpachlowa Wzmocniona","id":"prodct-15","items":null,"url":"produkty/smig_d-2"},{"label":"D-7 Gładź Francuska","id":"prodct-16","items":null,"url":"produkty/smig_d-7"},{"label":"e-1 Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-17","items":null,"url":"produkty/smig_e-1"}]},{"label":"gipsy szpachlowe","id":"cat-11","url":null,"items":[{"label":"D-3 Gips Szpachlowy do łączenia płyt g-k bez taśmy","id":"prodct-18","items":null,"url":"produkty/smig_d-3"},{"label":"D-4 Gips Szpachlowy do łączenia płyt g-k 60 minut","id":"prodct-19","items":null,"url":"produkty/smig_d-4"}]},{"label":"masa szpachlowa","id":"cat-12","url":null,"items":[{"label":"C-50 Supermocna masa szpachlowa do łączenia płyt g-k bez taśmy","id":"prodct-8","items":null,"url":"produkty/smig_c-50"}]},{"label":"kleje gotowe","id":"cat-13","url":null,"items":[{"label":"F-60 gotowy klej do płytek","id":"prodct-7","items":null,"url":"produkty/smig_f-60"},{"label":"F-2 gotowy klej do płytek dekoracyjnych","id":"prodct-9","items":null,"url":"produkty/smig_f-2"}]},{"label":"kleje cementowe","id":"cat-14","url":null,"items":[{"label":"S-3 klej elastyczny mrozoodporny","id":"prodct-5","items":null,"url":"produkty/smig_s-3"},{"label":"S-4 klej do kuchni, łazienki i salonu","id":"prodct-6","items":null,"url":"produkty/smig_s-4"},{"label":"S-6 Klej do gresu","id":"prodct-10","items":null,"url":"produkty/smig_s-6"},{"label":"S-8 Klej do płytek wielkoformatowych","id":"prodct-11","items":null,"url":"produkty/smig_s-8"},{"label":"S-9 BIAŁY KLEJ CEMENTOWY","id":"prodct-12","items":null,"url":"produkty/smig_s-9"}]},{"label":"farby","id":"cat-15","url":null,"items":[{"label":"W-1 wodoszczelna farba renowacyjna","id":"prodct-13","items":null,"url":"produkty/smig_w-1"}]},{"label":"grunt","id":"cat-16","url":null,"items":[{"label":"K-15 grunt uniwersalny","id":"prodct-20","items":null,"url":"produkty/smig_k-15"}]}]},{"label":"oferta megaron","url":"https://megaron.com.pl/","id":"entr-6","items":[]},{"label":"baza wiedzy","url":null,"id":"entr-8","items":[]},{"label":"do pobrania","url":null,"id":"entr-9","items":[]},{"label":"o nas","url":null,"id":"entr-10","items":[]}]},"productPage":{"pagePath":"smig_d-3","product":{"__typename":"ComponentDataProduct","name":"ŚMIG D-3","productType":"Gips Szpachlowy","propertyPrimary":null,"propertySecondary":"do łączenia płyt g-k bez taśmy","image":{"__typename":"UploadFile","url":"/uploads/SMIG_D_3_10kg_wizualizacja_2021_09_c38e49513c.png"}},"backgroundImage":{"__typename":"UploadFile","url":"/uploads/SMIG_C50_t12_min_3a7f6d5320.jpg"},"propertyImages":[{"__typename":"UploadFile","url":"/uploads/czas_wiazania_045_pikt_c355d7613c.png"},{"__typename":"UploadFile","url":"/uploads/laczenie_plyt_gk_bez_tasmy_pikt_9f8636ccd2.png"},{"__typename":"UploadFile","url":"/uploads/do_wnetrz_pikt_5deeabff0e.png"},{"__typename":"UploadFile","url":"/uploads/temp_pracy_10_40_pikt_6283227c0b.png"},{"__typename":"UploadFile","url":"/uploads/biala_pikt_57637b338c.png"},{"__typename":"UploadFile","url":"/uploads/wytrzymala_pikt_333c1285b0.png"}],"propertiesList":{"title":"Właściwości","items":[{"__typename":"ComponentListItemsPropertiesList","title":"IDEALNIE BIAŁy","description":"ŚMIG D-3 zarówno w postaci mokrej zaprawy jak i gotowej gładzi ma kolor biały."},{"__typename":"ComponentListItemsPropertiesList","title":"Elastyczny i odporny na spękania","description":"ŚMIG D-3 dzięki polimerowym dodatkom charakteryzuje się zwiększoną siłą powiązań międzykrystalicznych w spoiwie gipsowym. Dzięki temu po wyschnięciu i związaniu jest mocniejszy, elastyczniejszy i odporniejszy na spękania niż typowy gips szpachlowy. UWAGA! Produkt osiąga trwałość struktury, elastyczność i odpowiednią przyczepność dopiero po całkowitym wyschnięciu oraz zakończeniu procesu wiązania."},{"__typename":"ComponentListItemsPropertiesList","title":"Wytrzymałość połączeń","description":"Gips D-3 dedykowany jest do łączenia płyt g-k. Jego właściwości gwarantują wytrzymałość spoiny nawet przy łączeniu płyt bez użycia taśmy wzmacniającej, jednak zatopienie taśmy w pierwszej warstwie gipsu D-3 zwielokrotnia tę wytrzymałość."},{"__typename":"ComponentListItemsPropertiesList","title":"Czas wiązania","description":"Czas wiązania zaprawy, czyli okres przydatności do użycia od momentu zmieszania zaprawy z wodą, wynosi około 45 minut (w temperaturze +20°C i przy stosunku wody do spoiwa 1:2). Czas wiązania może wydłużyć się, bądź skrócić w zależności od temperatury. Temperatura poniżej +5°C powoduje ustanie reakcji wiązania."},{"__typename":"ComponentListItemsPropertiesList","title":"Czas otwarty pracy","description":"Czas otwarty pracy (okres w którym można poprawiać i wyrównywać nałożoną zaprawę) wynosi średnio około 15 minut. Zależy od chłonności podłoża oraz grubości nałożonej warstwy. W przypadku cienkiej warstwy oraz chłonnego podłoża czas ten może skrócić się do 2-3 min. Słabo nasiąkające podłoże z nałożoną grubszą warstwą może wydłużyć czas otwarty pracy do momentu początku reakcji wiązania."},{"__typename":"ComponentListItemsPropertiesList","title":"Czas schnięcia","description":"Czas schnięcia związanej zaprawy wynosi 2-3 godziny przy warstwie grubości 1 mm i temp. +20°C. Czas ten jest zmienny i zależy od grubości warstwy, temperatury oraz warunków przewietrzania. Niska temperatura i kilkumilimetrowa warstwa wydłuża czas schnięcia nawet do kilku dni. W przypadku braku wentylacji i wysokiej wilgoci gips może nie wyschnąć w ogóle."},{"__typename":"ComponentListItemsPropertiesList","title":"Grubość warstwy od 1 do 7 mm","description":"Maksymalna grubość warstwy gipsu D-3 wynosi 7 mm. Polimerowe dodatki gwarantują wiązanie nawet najcieńszych warstw bez ryzyka utraty wewnętrznej spójności szpachli."}]},"propertyInfo":{"title":"ŚMIG D-3 - spoinowanie bez użycia taśmy","description":"Wysoka elastyczność i wytrzymałość gipsu zapewnia trwałość połączeń bez konieczności stosowania taśmy wzmacniającej. ŚMIG D-3 nie kurczy się podczas wysychania.","videoUrl":null,"image":{"__typename":"UploadFile","url":"/uploads/DSC_9531_small_39fcc62484.jpg"},"items":[]},"executionStepsList":{"title":"Wykonanie","items":[{"__typename":"ComponentListItemsPropertiesList","title":"1. Przygotowanie podłoża - Spoinowanie","description":"Do spoinowania płyt g-k nadają się wyłącznie płyty z odpowiednimi krawędziami – ściętymi ręcznie lub profilowanymi fabrycznie. Krawędzie płyt profilowanych fabrycznie należy montować ze szczeliną szerokości 3-5 mm. Krawędzie ciętych płyt sfazować pod kątem 45º, zagruntować Gruntem Uniwersalnym K-15 i montować ze szczeliną 1-2 mm. Przed przystąpieniem do spoinowania należy sprawdzić, czy krawędzie płyt g-k są odpowiednio przygotowane. Płyty zaś powinny być czyste, suche i trwale przytwierdzone do podłoża."},{"__typename":"ComponentListItemsPropertiesList","title":"2. Przygotowanie podłoża - Uzupełnianie ubytków i pękniĘć","description":"Przy uzupełnianiu pęknięć i ubytków produkt można stosować na wszystkie typowe podłoża budowlane wewnątrz budynków: tynki gipsowe, cementowe, wapienne, bloczki gipsowe, beton, gazobeton, płyty g-k oraz trwałe powłoki malarskie z farby emulsyjnej, ftalowej i olejnej – o ile podłoże jest trwałe, czyste i suche. Podłoże powinno być dostatecznie nośne, czyste, pozbawione tłuszczu, sadzy, obsypujących się warstw oraz nietrwałych powłok malarskich (czyszczenia należy dokonać przy pomocy wody pod ciśnieniem lub detergentów). Zwilżanie podłoża jest niewskazane, bowiem obniża przyczepność produktu. Zabieg gruntowania nie jest konieczny. Jeżeli stabilność podłoża budzi wątpliwości zaleca się zastosowanie Gruntu Uniwersalnego ŚMIG K-15. "},{"__typename":"ComponentListItemsPropertiesList","title":"3. Sporządzenie zaprawy","description":"Produkt należy wymieszać z wodą, w proporcji 0,3 l wody na 1 kg spoiwa w sposób mechaniczny, przy użyciu mieszarki wolnoobrotowej z mieszadłem przeznaczonym do gładzi gipsowych. Do zarabiania należy używać wyłącznie czystej, najlepiej pitnej wody. Spoiwo wsypywać do wody, nigdy odwrotnie. Mieszając doprowadzić do jednorodnej, pożądanej konsystencji. Po 2-3 min. wymieszana zaprawa jest gotowa do użycia. Zbyt rzadka, bądź zbyt gęsta zaprawa może zostać skorygowana w ciągu pierwszych 10 minut, poprzez dodanie odpowiedniej ilości suchego produktu bądź wody i ponowne mieszanie. Do sporządzenia zaprawy należy użyć nierdzewnego pojemnika, pozbawionego resztek związanego gipsu. Nakładać ręcznie przy użyciu czystych narzędzi ze stali nierdzewnej. Prace należy wykonywać w temperaturze od +10 do +40°C."},{"__typename":"ComponentListItemsPropertiesList","title":"4. Spoinowanie płyt gipsowo-kartonowych","description":"Przestrzeń pomiędzy krawędziami należy wypełnić masą D-3 za pomocą szpachelki, trzymając ją pod kątem umożliwiającym dokładne wciśnięcie masy w szczelinę. Pozostawić do wyschnięcia. Przy płytach z krawędziami o ręcznie fazowanych profilach oraz narażonych na duże naprężenia wskazane jest użycie taśmy wzmacniającej. Taśmą należy również wzmacniać styki płyt z pozostałymi powierzchniami. "},{"__typename":"ComponentListItemsPropertiesList","title":"5. Druga warstwa","description":"Po spoinowaniu odczekać min. 24 h, następnie nałożyć kolejną warstwę D-3. Po wyschnięciu wygładzić spoinę poprzez szlifowanie siatką poliwęglanową lub papierem ściernym nr 80-150 i odpylić. Ostateczne wykończenie powierzchni zaleca się wykonać przy użyciu gładzi szpachlowej ŚMIG D-1 lub A-2. Odpylić przed malowaniem. Utworzona warstwa nie wymaga gruntowania, jednak dla poprawienia jakości powłok malarskich zaleca się wyrównanie chłonności powierzchni płyt i spoin poprzez pokrycie całości Gruntem Uniwersalnym K-15."},{"__typename":"ComponentListItemsPropertiesList","title":"6. Wzmacnianie tynków mineralnych","description":"ŚMIG D-3 nadaje się również do wzmacniania tynków mineralnych. W tym celu należy nałożyć warstwę 2-3 mm, po czym zatopić w niej taśmę wzmacniającą. Pasy taśmy powinno się wykonywać stosując zakładkę minimum 5 cm. Warstwa wzmacniająca nadaje się do wygładzenia w taki sam sposób, jak powierzchnia standardowych tynków."},{"__typename":"ComponentListItemsPropertiesList","title":"7. Uzupełnianie pęknięć, rys i ubytków w tynkach mineralnych","description":"Naprawę powierzchni należy wykonywać miejscowo wciskając zaprawę w miejsce ubytku. Po wyschnięciu nałożyć drugą warstwę. W celu uzyskania idealnej gładkości szlifować siatką poliwęglanową lub papierem ściernym nr 80-150. Przed nałożeniem kolejnej warstwy gipsu, a także przed rozpoczęciem prac malarskich należy usunąć pył lub zagruntować powierzchnię Gruntem ŚMIG K-15."}]},"legalData":{"__typename":"ComponentInfoLegalData","reservations":"ŚMIG D-3 nadaje się wyłącznie do stosowania wewnątrz budynków. Nie powinno się nakładać produktu na metale, tworzywa sztuczne, szkło, materiały drewnopochodne oraz na bardzo gładkie prefabrykaty betonowe. Nie należy stosować gipsu w pomieszczeniach, w których wilgotność powietrza na stałe przekracza 70%. Wilgoć pojawiająca się okresowo, np. w pralniach, kuchniach czy łazienkach, nie jest szkodliwa. W czasie schnięcia zaprawy należy zapewnić odpowiednią wentylację pomieszczeń.","packaging":"Produkt pakowany i sprzedawany jest w papierowych, trzywarstwowych, wentylowanych workach, o masie 10 kg. Przechowywać w suchym pomieszczeniu w temperaturze od 0 do +40°C. Palety składować w nie więcej niż trzech warstwach, poukładanych jedna na drugiej.","guarantee":"Okres przydatności produktu do użycia wynosi maks. 12 miesięcy od daty produkcji umieszczonej na opakowaniu. W tym okresie producent gwarantuje spełnienie podanych właściwości produktu, o ile został prawidłowo przechowywany i zastosowany zgodnie z przeznaczeniem, wytycznymi oraz przy zachowaniu zasad sztuki budowlanej i przepisów BHP.\nProdukt posiada Deklarację Właściwości Użytkowych oraz Atest Państwowego Zakładu Higieny.","technicalData":"Skład chemiczny: sucha mieszanka naturalnych gipsów połączonych z wypełniaczami wapiennymi oraz dodatkami uszlachetniającymi, modyfikującymi, opóźniającymi wiązanie oraz zapewniającymi doskonałą przyczepność.\nZawartość spoiwa gipsowego – mniej niż 50% masy.\nZgodność z normami: EN 13963:2005; EN 13963:2005/AC:2006\nPoczątek wiązania: 45 min.\nReakcja na ogień: klasa A1\nWagowe proporcje wody do produktu: 0,3:1\nWydajność: 1 kg/dm3 zaprawy\nZużycie: spoinowanie płyt g-k: ok. 0,5 kg/mb spoiny\nwzmacnianie tynków: ok. 2 kg/1 m2\nTemperatura aplikacji: od +10 do +40°C\nTemperatura przechowywania: od 0 do +40°C"},"documentsList":[{"__typename":"ComponentListItemsDocumentListItem","label":"Karta katalogowa","document":{"__typename":"UploadFile","url":"/uploads/SMIG_D_3_katalog_wiadro_20210916_5f69016db5.pdf"}},{"__typename":"ComponentListItemsDocumentListItem","label":"Atest PZH","document":{"__typename":"UploadFile","url":"/uploads/HC_SMIG_D_3_321b3059f4.pdf"}},{"__typename":"ComponentListItemsDocumentListItem","label":"DWU","document":{"__typename":"UploadFile","url":"/uploads/SMIG_D_3_katalog_wiadro_20210916_5f69016db5.pdf"}}],"additionalContent":[]},"colors":{"primary":"#992785","secondary":"#f2f7ff","primaryAccent":"#7a1b69"}},"__N_SSG":true}