{"pageProps":{"navbar":{"items":[{"label":"Produkty","url":null,"id":"entr-7","items":[{"label":"gładzie gotowe","id":"cat-9","url":null,"items":[{"label":"A-2 biała gotwa gładź szlachlowa","id":"prodct-1","items":null,"url":"/produkty/smig_a-2"},{"label":"A-6 biała gotowa gładź szpachlowa szybkoschnąca","id":"prodct-2","items":null,"url":"/produkty/smig_a-6"},{"label":"A-8 biała gotowa gładź malarska","id":"prodct-3","items":null,"url":"/produkty/smig_a-8"},{"label":"A-11 biała gładź prosto pod wałek","id":"prodct-4","items":null,"url":"/produkty/smig_a-11"}]},{"label":"gładzie sypke","id":"cat-10","url":null,"items":[{"label":"D-1 Biała Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-14","items":null,"url":"/produkty/smig_d-1"},{"label":"D-2 Biała Gładź Szpachlowa Wzmocniona","id":"prodct-15","items":null,"url":"/produkty/smig_d-2"},{"label":"D-7 Gładź Francuska","id":"prodct-16","items":null,"url":"/produkty/smig_d-7"},{"label":"e-1 Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-17","items":null,"url":"/produkty/smig_e-1"}]},{"label":"gipsy szpachlowe","id":"cat-11","url":null,"items":[{"label":"D-3 Gips Szpachlowy do łączenia płyt g-k bez taśmy","id":"prodct-18","items":null,"url":"/produkty/smig_d-3"},{"label":"D-4 Gips Szpachlowy do łączenia płyt g-k 60 minut","id":"prodct-19","items":null,"url":"/produkty/smig_d-4"}]},{"label":"masa szpachlowa","id":"cat-12","url":null,"items":[{"label":"C-50 Supermocna masa szpachlowa do łączenia płyt g-k bez taśmy","id":"prodct-8","items":null,"url":"/produkty/smig_c-50"}]},{"label":"kleje gotowe","id":"cat-13","url":null,"items":[{"label":"F-60 gotowy klej do płytek","id":"prodct-7","items":null,"url":"/produkty/smig_f-60"},{"label":"F-2 gotowy klej do płytek dekoracyjnych","id":"prodct-9","items":null,"url":"/produkty/smig_f-2"}]},{"label":"kleje cementowe","id":"cat-14","url":null,"items":[{"label":"S-3 klej elastyczny mrozoodporny","id":"prodct-5","items":null,"url":"/produkty/smig_s-3"},{"label":"S-4 klej do kuchni, łazienki i salonu","id":"prodct-6","items":null,"url":"/produkty/smig_s-4"},{"label":"S-6 Klej do gresu","id":"prodct-10","items":null,"url":"/produkty/smig_s-6"},{"label":"S-8 Klej do płytek wielkoformatowych","id":"prodct-11","items":null,"url":"/produkty/smig_s-8"},{"label":"S-9 BIAŁY KLEJ CEMENTOWY","id":"prodct-12","items":null,"url":"/produkty/smig_s-9"}]},{"label":"farby","id":"cat-15","url":null,"items":[{"label":"W-1 wodoszczelna farba renowacyjna","id":"prodct-13","items":null,"url":"/produkty/smig_w-1"}]},{"label":"grunt","id":"cat-16","url":null,"items":[{"label":"K-15 grunt uniwersalny","id":"prodct-20","items":null,"url":"/produkty/smig_k-15"}]}]},{"label":"oferta megaron","url":"https://megaron.com.pl/","id":"entr-6","items":[]},{"label":"baza wiedzy","url":null,"id":"entr-8","items":[]},{"label":"do pobrania","url":null,"id":"entr-9","items":[]},{"label":"o nas","url":null,"id":"entr-10","items":[]}]},"articlePage":{"title":"Jak przykleić płytki na OSB?","bannerUrl":"http://localhost:1337/uploads/smig_featured_OSB_e5d097429e.jpg","content":[{"typename":"ComponentArticleSectionTitle","title":"Jak rozwiązać problemy związane z klejeniem płytek ceramicznych na płyty osb?"},{"typename":"ComponentArticleArticleColumns","content":"Płyty OSB to bardzo uniwersalny materiał budowlany. Ich wszechstronne zastosowanie oraz łatwość montażu sprawiają, że są bardzo chętnie stosowane w naszych domach. Problemem jest wykończenie płyt OSB. Czy można kłaść na nich płytki ceramiczne? W tym artykule postaramy się wnikliwe zgłębić ten temat.","picture1Url":"http://localhost:1337/uploads/osbtil1_2192baa896.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  Co to są trudne podłoża?"},{"typename":"ComponentArticleArticleColumns","content":"\n\nCzęsto w technicznych opisach budowlanych mowa jest o tzw. podłożach trudnych. Podłoża trudne, czyli takie, które mogą sprawiać trudności w nakładaniu kolejnych warstw, czyli np. w klejeniu płytek. Trudności te mogą wynikać z różnych czynników takich jak wyjątkowa chłonność, wysoki połysk lub też niska chropowatość czy odkształcalność. Tak jest właśnie z płytami OSB. Jak łatwo się domyślić wynika to ze struktury samej płyty. Płyty OSB powstają z drewnianych wiórów, prasowanych i sklejanych ze sobą przy użyciu mieszanki żywic syntetycznych. Materiały i struktura płyty nadają jej dużą elastyczność, a mieszanka żywic powoduje, że powierzchnia płyty OSB w porównaniu np. z powierzchnią tynku jest bardzo gładka. Dodatkowo płyta OSB mimo gładkiej powierzchni potrafi wchłonąć duże ilości wody. Klejenie płytek do płyty OSB jest trudne, bo wybrana chemia budowlana musi te trudności pokonać.\n","picture1Url":"http://localhost:1337/uploads/osb1_4cbfa6af5a.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  Elastyczność płyty OSB"},{"typename":"ComponentArticleArticleColumns","content":"\n\nPrzyklejając płytki na płytę OSB, trzeba mieć świadomość, że zestawiamy ze sobą dwa zupełnie odmienne pod względem elastyczności materiały. Ceramikę i OSB. Należałoby więc dążyć do możliwie jak największego zminimalizowania tej różnicy elastyczności. Trzeba więc zadbać o to by konstrukcja była maksymalnie sztywna i stabilna, szczególnie w przypadku podłogi. Ważne też, żeby zredukować prawdopodobieństwo klawiszowania płyt względem siebie. Oczywiście liczy się tutaj między innymi dobranie odpowiedniej grubości płyty OSB.\n\n\n**Podłogę wyłożoną płytami OSB stosuje się głównie w technologii domów szkieletowych,\n**\n\nale także na stropie drewnianym w istniejących wcześniej, remontowanych budynkach. Płytę OSB można również mocować bezpośrednio do desek podłogowych, jeśli mamy pewność co do trwałość podłogi, jednak nie ma wtedy możliwości wypoziomowania takiej okładziny. Można to zrobić po zdjęciu desek podłogowych, a tym samym odkryciu belek stropowych i zamontowaniu pomiędzy belkami stropowymi, wypoziomowanego stelaża z gęsto ułożonych (co około 40 cm) poprzeczek drewnianych o przekroju 6×4 cm. Płyty OSB montuje się wtedy na wkręty, bezpośrednio do stelaża.\n","picture1Url":null,"picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"http://localhost:1337/uploads/osbfloor_1280x297_bbaf50c463.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  Przygotowanie płyty OSB"},{"typename":"ComponentArticleArticleColumns","content":"\n\nTrwałość płytek klejonych do płyty OSB nie zależy jedynie od jej stabilnego, sztywnego i wypoziomowanego ułożenia. Dużą rolę gra tutaj odpowiednie dobranie kleju, a w konsekwencji odpowiednie przygotowanie powierzchni, które będzie różniło się w zależności od wybranego kleju. Do doboru kleju na OSB można podejść dwojako. Bardziej klasycznie jest użyć kleju cementowego, a bardziej nowocześnie kleju dyspersyjnego (gotowego).\n\n\nWarto dodać, że w przypadku, gdy remont prowadzony jest w łazience, należy jej ściany zabezpieczyć przed wodą i wilgocią w miejscach narażonych na zalewanie wodą.\n\n\n**Postępowanie to nie różni się, niezależnie czy ściany są wykonane z płyt OSB czy z innego materiału. Stosuje się tu te same preparaty hydroizolacyjne.**\n\n\nNie ma specjalnie dedykowanego produktu z przeznaczeniem na płytę OSB.\n","picture1Url":"http://localhost:1337/uploads/osblazienka_18e9b6d996.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  Klejenie płytek na płyty osb klejem cementowym"},{"typename":"ComponentArticleArticleColumns","content":"\n\nDecydując się na użycie kleju cementowego należy przed przystąpieniem do klejenia zagruntować powierzchnię płyt OSB gruntem szczepnym, który poprawi przyczepność płyt. Po całkowitym wyschnięciu gruntu, do klejenia płytek na płytę OSB należy używać odkształcalnych zapraw klejowych z oznaczeniem klasy przynajmniej S1 np. elastycznego kleju [ŚMIG S-3](https://smig.pl/smig_s-3/). Więcej o klasach klejów cementowych napisaliśmy [tutaj](https://smig.pl/kleje-do-plytek-klasyfikacja-normatywna-w-praktyce/). W celu zwiększenia przyczepności na takim podłożu, warto wetrzeć klej cienką warstwą, na ostro, w płytę OSB oraz płytkę. \n","picture1Url":"http://localhost:1337/uploads/osbpodloga_3d01a0d517.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"reversed"},{"typename":"ComponentArticleSectionTitle","title":"  Klejenie płytek na płyty osb klejem dyspersyjnym  (gotowym)"},{"typename":"ComponentArticleArticleColumns","content":"\n\nUżycie do klejenia płytek ceramicznych na płyty OSB kleju dyspersyjnego np. [ŚMIG F-60](https://smig.pl/smig_f-60/) jest rozwiązaniem lepszym, zarówno jeśli chodzi o trwałość okładziny, ale także jeśli chodzi o wygodę stosowania. Klej dyspersyjny ma znacznie wyższą przyczepność i odkształcalność niż jakiekolwiek kleje cementowe. Wynika to bezpośrednio z właściwości dyspersji polimerowej zawartej w tych klejach. Jak bardzo różnią się kleje cementowe i dyspersyjne szczegółowo opisaliśmy w [tym artykule](https://smig.pl/roznice-w-klejach/). W związku z wysoką przyczepnością klejów dyspersyjnych ich stosowanie na płytach OSB nie wymaga żadnych zabiegów przygotowawczych – płyta OSB musi być tylko czysta, całkowicie sucha i stabilna.","picture1Url":"http://localhost:1337/uploads/ODBD_1jpg_17679cf637.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":"Bardzo ważne jest aby pamiętać, że kleje dyspersyjne wiążą poprzez odparowanie wody z zaprawy. Należy więc zadbać, aby ten proces przebiegał możliwie jak najszybciej. Klej nakłada się na powierzchnię płyty za pomocą pacy zębatej o zębach do 8 mm. Uzyskana powierzchnia musi być głęboko rowkowana i nie grubsza niż szerokość zębów, czyli dociskamy pacę zębatą do podłoża rozprowadzając klej. Rowkowanie jest niezbędne, gdyż utworzone w ten sposób kanały wentylacyjne, umożliwiają prawidłowy przebieg procesu schnięcia kleju. Płytki należy dociskać w sposób umiarkowany, tak aby zachować kanały wentylacyjne.","picture1Url":"http://localhost:1337/uploads/O_Sbpaca_449284ad62.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"reversed"},{"typename":"ComponentArticleSectionTitle","title":"  Fugowanie płytek klejnoych na płyty OSB"},{"typename":"ComponentArticleArticleColumns","content":"Nawet najbardziej starannie i właściwie przygotowane podłoże z płyt OSB nigdy nie będzie tak sztywne jak np. jastrych betonowy. Tę właściwość należy uwzględnić również  podczas fugowania płytek ułożonych na płycie OSB i zastosować elastyczne fugi cementowe dobrej jakości lub nawet fugę epoksydową, która jest na pewno jeszcze bardziej elastyczna.","picture1Url":"http://localhost:1337/uploads/OS_Bfuga_eec4a78ddd.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"}]}},"__N_SSG":true}