{"pageProps":{"navbar":{"items":[{"label":"Produkty","url":null,"id":"entr-7","items":[{"label":"gładzie gotowe","id":"cat-9","url":null,"items":[{"label":"A-2 biała gotwa gładź szlachlowa","id":"prodct-1","items":null,"url":"/produkty/smig_a-2"},{"label":"A-6 biała gotowa gładź szpachlowa szybkoschnąca","id":"prodct-2","items":null,"url":"/produkty/smig_a-6"},{"label":"A-8 biała gotowa gładź malarska","id":"prodct-3","items":null,"url":"/produkty/smig_a-8"},{"label":"A-11 biała gładź prosto pod wałek","id":"prodct-4","items":null,"url":"/produkty/smig_a-11"}]},{"label":"gładzie sypke","id":"cat-10","url":null,"items":[{"label":"D-1 Biała Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-14","items":null,"url":"/produkty/smig_d-1"},{"label":"D-2 Biała Gładź Szpachlowa Wzmocniona","id":"prodct-15","items":null,"url":"/produkty/smig_d-2"},{"label":"D-7 Gładź Francuska","id":"prodct-16","items":null,"url":"/produkty/smig_d-7"},{"label":"e-1 Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-17","items":null,"url":"/produkty/smig_e-1"}]},{"label":"gipsy szpachlowe","id":"cat-11","url":null,"items":[{"label":"D-3 Gips Szpachlowy do łączenia płyt g-k bez taśmy","id":"prodct-18","items":null,"url":"/produkty/smig_d-3"},{"label":"D-4 Gips Szpachlowy do łączenia płyt g-k 60 minut","id":"prodct-19","items":null,"url":"/produkty/smig_d-4"}]},{"label":"masa szpachlowa","id":"cat-12","url":null,"items":[{"label":"C-50 Supermocna masa szpachlowa do łączenia płyt g-k bez taśmy","id":"prodct-8","items":null,"url":"/produkty/smig_c-50"}]},{"label":"kleje gotowe","id":"cat-13","url":null,"items":[{"label":"F-60 gotowy klej do płytek","id":"prodct-7","items":null,"url":"/produkty/smig_f-60"},{"label":"F-2 gotowy klej do płytek dekoracyjnych","id":"prodct-9","items":null,"url":"/produkty/smig_f-2"}]},{"label":"kleje cementowe","id":"cat-14","url":null,"items":[{"label":"S-3 klej elastyczny mrozoodporny","id":"prodct-5","items":null,"url":"/produkty/smig_s-3"},{"label":"S-4 klej do kuchni, łazienki i salonu","id":"prodct-6","items":null,"url":"/produkty/smig_s-4"},{"label":"S-6 Klej do gresu","id":"prodct-10","items":null,"url":"/produkty/smig_s-6"},{"label":"S-8 Klej do płytek wielkoformatowych","id":"prodct-11","items":null,"url":"/produkty/smig_s-8"},{"label":"S-9 BIAŁY KLEJ CEMENTOWY","id":"prodct-12","items":null,"url":"/produkty/smig_s-9"}]},{"label":"farby","id":"cat-15","url":null,"items":[{"label":"W-1 wodoszczelna farba renowacyjna","id":"prodct-13","items":null,"url":"/produkty/smig_w-1"}]},{"label":"grunt","id":"cat-16","url":null,"items":[{"label":"K-15 grunt uniwersalny","id":"prodct-20","items":null,"url":"/produkty/smig_k-15"}]}]},{"label":"oferta megaron","url":"https://megaron.com.pl/","id":"entr-6","items":[]},{"label":"baza wiedzy","url":null,"id":"entr-8","items":[]},{"label":"do pobrania","url":null,"id":"entr-9","items":[]},{"label":"o nas","url":null,"id":"entr-10","items":[]}]},"productPage":{"pagePath":"smig_f-60","product":{"__typename":"ComponentDataProduct","name":"ŚMIG F-60","productType":"klej do płytek","propertyPrimary":"gotowy","propertySecondary":null,"image":{"__typename":"UploadFile","url":"/uploads/SMIG_F_60_18kg_41d4db2c47.png"}},"backgroundImage":{"__typename":"UploadFile","url":"/uploads/tlo_kafle4_2a6e017adf.jpg"},"propertyImages":[{"__typename":"UploadFile","url":"/uploads/d1e_pikt_c33e1d4640.png"},{"__typename":"UploadFile","url":"/uploads/do_wnetrz_i_zewnatrz_pikt_b6f5de2384.png"},{"__typename":"UploadFile","url":"/uploads/na_sciany_pikt_61d1d01785.png"},{"__typename":"UploadFile","url":"/uploads/na_elastyczne_podloza_pikt_1100730728.png"},{"__typename":"UploadFile","url":"/uploads/temp_pracy_8_30_pikt_3d7c1cd0fc.png"},{"__typename":"UploadFile","url":"/uploads/wszystkie_rodzaje_plytek_pikt_5e7c94e80d.png"},{"__typename":"UploadFile","url":"/uploads/paca_zebata_4_8mm_pikt_2dc3ded70f.png"},{"__typename":"UploadFile","url":"/uploads/wydajnosc_18kg_5_095m2_pikt_5c2fc01964.png"}],"propertiesList":{"title":"Właściwości","items":[{"__typename":"ComponentListItemsPropertiesList","title":" kolor","description":"Kolor, w zależności od barwy naturalnych kruszyw dolomitowych użytych podczas produkcji, może wahać się od kremowego po jasnoszary."},{"__typename":"ComponentListItemsPropertiesList","title":"ELASTYCZNY","description":"Produkt należy do grupy klejów polimerowych, która charakteryzuje się ogromną elastycznością. Klej ŚMIG F-60 zapewnia elastyczność na kilkukrotnie wyższym poziomie w stosunku do klejów cementowych, dzięki czemu jest niezastąpiony do przyklejania wszelkich płytek budowlanych na podłoża odkształcalne. "},{"__typename":"ComponentListItemsPropertiesList","title":"EKONOMICZNY I WYGODNY W UŻYCIU","description":"Klej ŚMIG F-60 przeznaczony jest do natychmiastowego użycia zaraz po otwarciu opakowania. Prace można przerywać w dowolnym momencie, dokładnie zamykając wiadro. Po kolejnym otwarciu klej można używać ponownie. ŚMIG F-60 należy nakładać prosto z wiadra bez jakichkolwiek zabiegów przygotowawczych. Znacząco podnosi to komfort pracy i przyczynia się do oszczędności czasu nawet o 10% (poprzez pominięcie szeregu czynności związanych z przygotowaniem tradycyjnych klejów cementowych). Dzięki możliwości wykorzystania całej zawartości wiadra, klej jest także bardziej ekonomiczny od zapraw cementowych przygotowywanych tradycyjnie."},{"__typename":"ComponentListItemsPropertiesList","title":"Niezwykle przyczepny","description":"Produkt ŚMIG F-60 charakteryzuje się niezwykłą przyczepnością. W odpowiednich warunkach (od +21 do +25°C, wilgotności otoczenia 45-50%), po 14 dniach wykazuje wytrzymałość 150% wyższą od normowych wymagań."},{"__typename":"ComponentListItemsPropertiesList","title":"Czas wiązania","description":"Produkt wiąże i twardnieje w wyniku odparowania wody z zaprawy, co jest procesem nieodwracalnym. Czas wiązania zależy od szybkości odparowania wody, tak więc uzależniony jest od formatu płytek, ilości użytego kleju, rodzaju i chłonności podłoża oraz wilgotności i temperatury powietrza. Orientacyjnie lekkie obciążenie można stosować po 48 h (w temp. 20°C i użyciu pacy 4 mm). Zbyt szybkie wejście na płytki nie grozi jednak późniejszym klawiszowaniem płytek, a jedynie korektą ułożenia, którą można przeprowadzać tak długo, dopóki płytka się temu poddaje. Jeżeli płytki układane są na styk tzn. bez żadnej spoiny czas stabilizacji i wchodzenia na płytki wydłuża się o dodatkowe 12 godzin. Temperatura poniżej +8°C powoduje ustanie reakcji wiązania."},{"__typename":"ComponentListItemsPropertiesList","title":"Czas otwarty pracy","description":"Czas otwarty pracy, to czas zwłoki od chwili nałożenia kleju do momentu przyklejenia płytki, ale przy jednoczesnym zachowaniu odpowiedniej przyczepności kleju po związaniu. Kleje, które spełniają wymagania przyczepności po czasie otwartym 30 min norma zalicza do klasy “E” czyli klejów o wydłużonym czasie otwartym. Klej ŚMIG F-60 spełnia te wymagania w 180%."},{"__typename":"ComponentListItemsPropertiesList","title":"Działanie wody","description":"Produkt nie traci swoich właściwości po krótkotrwałym kontakcie z wodą (zmywanie powierzchni płytek, zalanie podłogi). Długotrwały kontakt z wodą powoduje spadek twardości i obniżenie przyczepności. Po 14 dniach zanurzenia w wodzie przyczepność w znaczący sposób spada poniżej normowych wymagań."}]},"propertyInfo":{"title":"ŚMIG F-60 - klej prosto z wiaderka ","description":"Otwórz wiaderko kleju F-60 i używaj! Nie musisz przygotowywać masy, bo w środku masz gotowy produkt o idealnej konsystencji, świetnie przystosowany do sposobu pracy jaki lubisz!","videoUrl":"","image":null,"items":[]},"executionStepsList":{"title":"Wykonanie","items":[{"__typename":"ComponentListItemsPropertiesList","title":"1. przygotowanie podłoża","description":"Podłoże pod aplikację kleju powinno być czyste, całkowicie suche, stabilne, równe i wysezonowane. Nierówności, jeśli wynoszą więcej niż 2 mm na długości 2 m, należy wyrównać poprzez zastosowanie odpowiedniej masy wyrównującej. Do wyrównywania podłoża nie należy stosować kleju ŚMIG F-60. Słabe podłoża należy wzmocnić przy pomocy Gruntu Uniwersalnego ŚMIG K-15, pamiętając, że zagruntowanie powierzchni wydłuża czas wysychania i stabilizacji kleju. Gruntowanie podłoża zwiększa przyczepność powierzchni niemal w każdym przypadku. Skuteczność tego zabiegu zależy od rodzaju podłoża – im podłoże jest słabsze, tym bardziej gruntowanie jest celowe. Na zagruntowanym betonie przyczepność wzrasta o ok. 30%, na tynku gipsowym o ok. 50%, a na płytach gipsowo-kartonowych nawet o 100%. Gruntowanie samych kafli poprawia przyczepność o ok. 20%, a powierzchni niechłonnych o ok. 10%."},{"__typename":"ComponentListItemsPropertiesList","title":"2. Dostosowanie wielkości zębów pacy","description":"F-60 zaleca się nakładać na podłoże pacą zębatą o kwadratowych zębach od 4 do 8 mm. Wielkość zębów należy dostosować do skali nierówności podłoża, a nie do formatu płytek. Na równym podłożu zalecane jest używanie pacy o szerokości zębów 4 mm nawet do płytek wielkoformatowych. Użycie szerszych zębów w niewielkim stopniu wpływa na wzrost powierzchni przylegania kleju do płytek, natomiast znacząco podnosi zużycie kleju. "},{"__typename":"ComponentListItemsPropertiesList","title":"3. Nakładanie kleju","description":"Uzyskana powierzchnia powinna być głęboko rowkowana i nie grubsza niż szerokość zębów. Rowkowanie jest niezbędne, gdyż utworzone w ten sposób kanały wentylacyjne, umożliwiają prawidłowy przebieg procesu schnięcia kleju. Płytki należy dociskać w sposób umiarkowany, tak aby zachować kanały wentylacyjne. Zbyt słaby docisk zmniejsza przyczepność, natomiast zbyt duży wydłuża lub nawet uniemożliwia wiązanie kleju. Przed pełnym utwardzeniem zaprawy zaleca się usunięcie pozostałości kleju w spoinach, a zabrudzenia z płytek zmycie wodą."},{"__typename":"ComponentListItemsPropertiesList","title":"4. Spoinowanie","description":"Spoiny fugować dopiero po ustabilizowaniu płytek, nie wcześniej jednak niż po 24 godzinach."}]},"legalData":{"__typename":"ComponentInfoLegalData","reservations":"Głównym ograniczeniem zastosowania kleju ŚMIG F-60 są miejsca, w których brak jest możliwości odparowania wody z zaprawy, a tym samym niemożliwy jest prawidłowy przebieg procesu wiązania spoiwa polimerowego. Stosowanie kleju w miejscach takich jak elewacje lub ściany kabin prysznicowych jest dopuszczalne, bowiem płytki i zafugowane spoiny w wystarczającym stopniu chronią klej przed penetracją wody, gdy ta nie ma możliwości długotrwałego zalegania. Zdecydowanie niewskazane jest układanie płytek na tzw. placki, bowiem znacznie wydłuża to czas wiązania kleju. Niezasadne jest również wyrównywanie podłoża klejem ŚMIG F-60, gdyż proces odparowania w warstwie płaskiej jest długotrwały. Nie powinno się moczyć płytek ani podłoża oraz rozcieńczać gotowej zaprawy. W razie konieczności przemieszać przed użyciem.","packaging":"Produkt pakowany i sprzedawany jest w plastikowych wiaderkach, o masie 5, 15 i 18 kg. Wiadra powinny być przechowywane w suchym pomieszczeniu, w temperaturze od 0°C do +30°C, najlepiej na paletach. Spiętrzenie palet jest zabronione. Nieprzestrzeganie tego zakazu grozi narażeniem towaru na zniszczenie, zaś osoby przebywające w pobliżu na utratę życia lub zdrowia.","guarantee":"Okres przydatności produktu do użycia wynosi maks. 12 miesięcy od daty produkcji umieszczonej na opakowaniu. W tym okresie producent gwarantuje spełnienie podanych właściwości produktu, o ile został prawidłowo przechowywany i zastosowany zgodnie z przeznaczeniem, wytycznymi oraz przy zachowaniu zasad sztuki budowlanej i przepisów BHP. Produkt posiada Deklarację Właściwości Użytkowych oraz Atest Państwowego Zakładu Higieny.","technicalData":"\nSkład chemiczny: mieszanka surowców mineralnych, dyspersji polimerowej, chemicznych dodatków modyfikujących i wody, o konsystencji tiksotropowej pasty.\nZgodność z normą: EN 12004:2007+A1:2012\nKlasa: D1E\nReakcja na ogień: klasa E\nWytrzymałość złącza wyrażona jako: wytrzymałość początkowa na ścinanie: ≥ 1,0 N/mm2\nTrwałość w warunkach kondycjonowania/starzenia termicznego wyrażona jako:\nwytrzymałość po starzeniu termicznym: ≥ 1,0 N/mm2\nJednostka notyfikowana: 1488\nWydajność dla pacy o zębach szerokości:\n4 mm ok. 1,9 kg/m2\n6 mm ok 2,4 kg/m2\n8 mm ok. 3,7 kg/m2\nTemperatura aplikacji: od +8°C do +30°C\nMożliwość niewielkiego obciążania: po 48 h\nMożliwość całkowitego obciążania: po 30 dniach\n"},"documentsList":[{"__typename":"ComponentListItemsDocumentListItem","label":"Karta katalogowa","document":{"__typename":"UploadFile","url":"/uploads/SMIG_F_60_katalog_wiadro_20220127_12aa388e22.pdf"}},{"__typename":"ComponentListItemsDocumentListItem","label":"Atest PZH","document":{"__typename":"UploadFile","url":"/uploads/HC_SMIG_F_60_72b214d6df.pdf"}},{"__typename":"ComponentListItemsDocumentListItem","label":"DWU","document":{"__typename":"UploadFile","url":"/uploads/DWU_SMIG_F_60_2019_09_02_617534a5cb.pdf"}}],"additionalContent":[{"typeName":"MediaInfo","title":" Zapoznaj się z właściwościami kleju dyspersyjnego.","description":"Jeżeli jeszcze nie używałeś wcześniej kleju dyspersyjnego, proszę zapoznać się z materialem zamieszonym w filmie. Gotowe kleje mają nieco inne właściwości schnięcia w stosunku do klejów cementowych.","videoUrl":"https://www.youtube.com/embed/JhQNRDeWg6E","image":null,"items":[]},{"typeName":"MediaInfo","title":"","description":"Znasz F-60? Zapoznaj się z klejem F-2, który idealnie sprawdzi się przy klejeniu płytek dekoracyjnych.","videoUrl":null,"image":{"__typename":"UploadFile","url":"/uploads/F2block1_91e81732f5.png"},"items":[]}]},"colors":{"primary":"#992785","secondary":"#ffe53b","primaryAccent":"#7a1b69"}},"__N_SSG":true}