{"pageProps":{"navbar":{"items":[{"label":"Produkty","url":null,"id":"entr-7","items":[{"label":"gładzie gotowe","id":"cat-9","url":null,"items":[{"label":"A-2 biała gotwa gładź szlachlowa","id":"prodct-1","items":null,"url":"/produkty/smig_a-2"},{"label":"A-6 biała gotowa gładź szpachlowa szybkoschnąca","id":"prodct-2","items":null,"url":"/produkty/smig_a-6"},{"label":"A-8 biała gotowa gładź malarska","id":"prodct-3","items":null,"url":"/produkty/smig_a-8"},{"label":"A-11 biała gładź prosto pod wałek","id":"prodct-4","items":null,"url":"/produkty/smig_a-11"}]},{"label":"gładzie sypke","id":"cat-10","url":null,"items":[{"label":"D-1 Biała Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-14","items":null,"url":"/produkty/smig_d-1"},{"label":"D-2 Biała Gładź Szpachlowa Wzmocniona","id":"prodct-15","items":null,"url":"/produkty/smig_d-2"},{"label":"D-7 Gładź Francuska","id":"prodct-16","items":null,"url":"/produkty/smig_d-7"},{"label":"e-1 Gładź Szpachlowa Łatwoszlifowalna","id":"prodct-17","items":null,"url":"/produkty/smig_e-1"}]},{"label":"gipsy szpachlowe","id":"cat-11","url":null,"items":[{"label":"D-3 Gips Szpachlowy do łączenia płyt g-k bez taśmy","id":"prodct-18","items":null,"url":"/produkty/smig_d-3"},{"label":"D-4 Gips Szpachlowy do łączenia płyt g-k 60 minut","id":"prodct-19","items":null,"url":"/produkty/smig_d-4"}]},{"label":"masa szpachlowa","id":"cat-12","url":null,"items":[{"label":"C-50 Supermocna masa szpachlowa do łączenia płyt g-k bez taśmy","id":"prodct-8","items":null,"url":"/produkty/smig_c-50"}]},{"label":"kleje gotowe","id":"cat-13","url":null,"items":[{"label":"F-60 gotowy klej do płytek","id":"prodct-7","items":null,"url":"/produkty/smig_f-60"},{"label":"F-2 gotowy klej do płytek dekoracyjnych","id":"prodct-9","items":null,"url":"/produkty/smig_f-2"}]},{"label":"kleje cementowe","id":"cat-14","url":null,"items":[{"label":"S-3 klej elastyczny mrozoodporny","id":"prodct-5","items":null,"url":"/produkty/smig_s-3"},{"label":"S-4 klej do kuchni, łazienki i salonu","id":"prodct-6","items":null,"url":"/produkty/smig_s-4"},{"label":"S-6 Klej do gresu","id":"prodct-10","items":null,"url":"/produkty/smig_s-6"},{"label":"S-8 Klej do płytek wielkoformatowych","id":"prodct-11","items":null,"url":"/produkty/smig_s-8"},{"label":"S-9 BIAŁY KLEJ CEMENTOWY","id":"prodct-12","items":null,"url":"/produkty/smig_s-9"}]},{"label":"farby","id":"cat-15","url":null,"items":[{"label":"W-1 wodoszczelna farba renowacyjna","id":"prodct-13","items":null,"url":"/produkty/smig_w-1"}]},{"label":"grunt","id":"cat-16","url":null,"items":[{"label":"K-15 grunt uniwersalny","id":"prodct-20","items":null,"url":"/produkty/smig_k-15"}]}]},{"label":"oferta megaron","url":"https://megaron.com.pl/","id":"entr-6","items":[]},{"label":"baza wiedzy","url":null,"id":"entr-8","items":[]},{"label":"do pobrania","url":null,"id":"entr-9","items":[]},{"label":"o nas","url":null,"id":"entr-10","items":[]}]},"articlePage":{"title":"Kleje do płytek. Klasyfikacja normatywna w praktyce.","bannerUrl":"http://localhost:1337/uploads/kleje_do_plytek_post_naglowek_0a0ee941a9.jpg","content":[{"typename":"ComponentArticleSectionTitle","title":"  Klasyfikacja klejów do płytek – norma europejska."},{"typename":"ComponentArticleArticleColumns","content":"\n\nWszystkie kleje do płytek ceramicznych i podobnych sprzedawane na europejskim a w tym polskim rynku podlegają jednakowej klasyfikacji zgodnej z normą europejską. A co za tym idzie muszą przejść jednakowe badania. Badania te pozwalają niezależnie od producenta kleju określić istotne parametry każdego produktu. Takimi parametrami jest przyczepność kleju, podatność na spływ płytek, długość czasu otwartego, czas wiązania oraz możliwość odkształcania się pod wpływem naprężeń. \n\nNiestety wyniki tych badań, a przez to także oznaczenia często są niezrozumiałe dla osób innych niż inżynierowie, którzy te badania prowadzą. Dlatego poniżej przedstawiamy pokrótce każde oznaczenie normatywne i jego znaczenie w praktyce. Dzięki oznakowaniu klas klejów do płytek można z sukcesem dobrać klej odpowiedni do naszych potrzeb. Na dobór klasy kleju mają wpływ rodzaj płytek, rozmiar płytek, rodzaj podłoża oraz miejsce stosowania.\n\nZawsze musi wystąpić jedna z klas obowizkowych na klejach do płytek zgodnie z normą EN.\n","picture1Url":"public/uploads/smig_kleje_klasy_2_copy_fa9be34fe8.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"public/uploads/kleje_infografika4_1280x720_9a7569dedd.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  kleje klasa c/ d/ r."},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"public/uploads/smig_schemat_CDR_1280x267_d579107bde.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":"\n\nPierwsze oznaczenie klasy kleju opisuje zastosowane spoiwo budowlane na działaniu którego oparty jest klej. Tutaj mamy 3 możliwe opcje spoiw. **C** – Cement, **D** – Dyspersja polimerowa, **R** – żywice reaktywne. W praktyce używa się głównie klejów cementowych i dyspersyjnych. Łatwo je rozróżnić ponieważ kleje cementowe sprzedawane są w formie sypkiej mieszanki w workach, natomiast kleje dyspersyjne w formie gotowej zaprawy we wiaderkach. Kleje oparte o żywice reaktywne są drogie i trudniejsze w użytku ponieważ wymagają zmieszania ze sobą dwóch składników, natomiast parametry techniczne klejów cementowych i dyspersyjnych w prawie każdym przypadku są wystarczające.\n\n**C** – Kleje do płytek oparte o spoiwo cementowe to najczęściej wybierane kleje do płytek. Tradycyjne spoiwo cementowe ma swoje duże zalety. Wiąże w reakcji chemicznej z wodą i po związaniu zachowuje swoje parametry nawet po długotrwałym przetrzymywaniu pod wodą. Dzięki temu **wszystkie** kleje cementowe(oznaczone literą C) są wodoodporne i można je z sukcesem wykorzystywać w kabinach prysznicowych i na podłodze łazienki.\n\n\n**D** – Kleje dyspersyjne mają dużą zaletę w porównaniu do klejów cementowych, ponieważ są **sprzedawane w formie gotowej zaprawy. Oszczędzamy czas** na etapie przygotowywania zaprawy. Kleje dyspersyjne są również **bardziej elastyczne** niż większość klejów cementowych co **zmniejsza ryzyko pękania** i odbijania płytek. Dyspersja polimerowa **wiąże w procesie wysychania kleju**, więc do poprawnego związania kleju istotne jest dobre przewietrzanie. Z powodu długiego czasu wysychania w warunkach dużej wilgotności i małego przewietrzania, **kleje te są zalecane głównie na ściany**, ponieważ tam dłuższe wiązanie nie niesie ryzyka uszkodzenia okładziny gdyż ściany nie są obciążone ruchem pieszym. Wadą klejów dyspersyjnych jest to, że nie są odporne na długotrwałe moczenie, dlatego **nie powinny** być wykorzystywane w **kabinie prysznicowej** oraz na nie zadaszonych ścianach zewnętrznych. Zachlapania podczas użytkowania kuchni nie są zagrożeniem dla klejów dyspersyjnych.\n\n**R** – Kleje do płytek na bazie żywic reaktywnych cechują się bardzo dużą przyczepnością oraz elastycznością. Ich parametry pozwalają na wykorzystanie w wyjątkowo wymagających warunkach, na przykład przemysłowych, wykraczających poza normalne użytkowanie. Konieczność użycia takiego kleju powinien określić projektant lub kierownik budowy. \n","picture1Url":null,"picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  Przyczepność klasa 1 / 2"},{"typename":"ComponentArticleArticleColumns","content":"\n\nDrugim oznaczeniem klasyfikacji kleju jest przyczepność. Przyczepność to parametr, który określa jak dużo siły potrzeba, żeby oderwać przyklejoną płytkę od podłoża. Razem z literką C/D/R występuje liczba 1 lub 2. Są to dwie klasy przyczepności. Klej klasy 1 nazywany jest normalnie wiążącym, natomiast klasy 2 klejem o podniesionych parametrach. Warto wiedzieć, że już **pierwsza klasa przyczepności to w większości warunków klasa o bardzo wysokich parametrach**. Na przykład do oderwania płytki ceramicznej o wymiarach 10×10 cm od płyty betonowej potrzeba siły aż 0,5 tony! Dla klasy 2 jest to siła dwa razy większa.\n\n**W praktyce** klasa przyczepności 2 klasa przyczepności jest wykorzystywana przy bardzo dużych formatach płytek, zgodnie z zaleceniami producenta płytek. Klasa 2 również przejawia trochę lepsze parametry wytrzymałościowe na bardzo chłonnych podłożach takich jak płyta OSB, chociaż tam najlepiej sprawdzają się kleje, które mają dodatkowo klasę S1 o której piszemy w dalszej części artykułu.\n","picture1Url":"public/uploads/smig_kleje_klasy_C_7bf191e622.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  kleje szybkowiążące klasa f"},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"public/uploads/smig_schemat_F_1280x109_4768e6b9a9.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":"\n\nOznaczenie F dotyczy tylko klejów cementowych, czyli tych z literką C i oznacza kleje szybkowiążące. Normalny cement wykorzystywany w klejach nie oznaczonych literą F wiąże do pełnej wytrzymałości około 28 dni. Oznacza to, że zazwyczaj można go poddać podstawowym obciążeniom jak ruch pieszy po około 24 godzinach. Natomiast pełnym obciążeniom jak ruch kołowy po 14 dniach. Natomiast kleje z klasą F nazywane szybkowiążącymi są odporne na ruch pieszy już po 4 godzinach, a na ruch kołowy po 3 dniach. Niestety mają też swoją wadę, szybszy proces wiązania powoduje że tak zwana żywotność zaprawy, czyli czas, który mamy na zużycia zaprawy skraca się do około 60 minut.\n","picture1Url":"public/uploads/klasy_klejow_F_tabela1_fc7af72c3c.png","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  obniżony spływ kleju klasa t"},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"public/uploads/smig_schemat_T_1280x109_8ccb06d09f.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":"\n\n**Oznaczenie T** dotyczy klejów opartych o wszystkie 3 spoiwa. **Oznacza obniżony spływ**. Spływ jest to parametr, który określa jak bardzo płytka przyklejona do ściany spłynie zanim klej zwiąże. Przy używaniu klejów oznaczonych literą T przyklejona do ściany **płytka nie spłynie więcej niż 0,5 mm**. Jest to wartość niemal niezauważalna w warunkach budowlanych. Dzięki temu kleje oznaczone literą T **pozwalają na układanie płytek od góry**. Jednocześnie kleje o takich właściwościach cechują się **mniejszym wciąganiem** płytki, to znaczy, że płytka nie zapada się pod własnym ciężarem w kleju po tym jak została wypoziomowana. Niestety taka klasa ma też swoją wadę, kleje oznaczone literą T trochę trudniej rozpływają się pod płytką, co powoduje wypełnienie przestrzeni pod płytką w mniejszym stopniu.","picture1Url":"public/uploads/smig_kleje_klasy_obnizony_splyw_P3_976c7ca33f.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  wydłużony czas otwarty klasa e"},{"typename":"ComponentArticleArticleColumns","content":"\n\n**Oznaczenie E** odnosi się do parametru jakim jest **czas otwarty. Czas otwarty to okres w jakim po nałożeniu kleju na ścianę lub podłogę powinniśmy przykleić płytkę.** Dla klejów do płytek, które** nie posiadają oznaczenia E** długość czasu utwartego wynosi **20 minut**. Oznaczenie E posiadają kleje o czasie otwartym wydłużonym do **30 minut**. Taka cecha klejów wynika z następującego zjawiska. Gdy nałożymy klej na ścianę, powierzchnia zaprawy klejowej zaczyna wysychać. Im bardziej wyschnięta jest powierzchnia kleju tym gorsza będzie przyczepność do przyklejonej płytki. Z tego powodu niezależnie od używanego kleju warto płytki przyklejać do zaprawy jak najszybciej. Dla klejów C1 przyczepność normowa jest gwarantowana jeszcze po 20 minutach wysychania zaprawy na ścianie. Dla klejów C1E przyczepność normowa jest gwarantowana jeszcze jeśli przykleimy płytkę po 30 minutach od nałożenia zaprawy na ścianę. Kleje klasy C2 natomiast mają gwarantowaną wysoką przyczepność tylko do 5 minut wysychania zaprawy, natomiast potem przyczepność spada i po 20 minutach jest gwarantowana klasa C1 (dla klejów C2E po 30 minutach klasa C1).\n\nWażne jest żeby mieć świadomość, że** czas otwarty zależy też od warunków atmosferycznych i przewietrzania**. Jeżeli mamy pootwierane okna i drzwi, a na dworze jest sucho i ciepło to czas otwarty może się bardzo mocno skrócić (także w klejach żelowych). Jeżeli na powierzchni kleju utworzy się tak zwana sucha skórka, klej należy koniecznie zdjąć ze ściany przemieszać we wiadrze i nałożyć ponownie. Istotne jest także to że płytek przed przyklejenie nie należy moczyć, powoduje to że pory w powierzchni płytki są wypełnione wodą i klej w nie nie wnika co osłabia przyczepność.","picture1Url":"public/uploads/smig_kleje_klasy_Ee1_701fd6fd81.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleSectionTitle","title":"  odkształcalność klasa S1 / s2"},{"typename":"ComponentArticleArticleColumns","content":null,"picture1Url":"public/uploads/smig_schemat_S1_S2_1280x205_d99b1a66aa.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"},{"typename":"ComponentArticleArticleColumns","content":"\n\nOstatnim oznaczeniem klasy kleju są **S1 oraz S2**. Dotyczą one tylko klejów cementowych, ponieważ **kleje dyspersyjne** dzięki charakterystyce spoiwa polimerowego **wszystkie są odkształcalne**. Oznaczenia te wskazujące na odkształcalność kleju cementowego. Oznacza to że pod wpływem naprężeń, klej nie pęka, tylko delikatnie się odkształca i zachowuje parametry przyczepności.\n\n\n**Kleje cementowe nie posiadające oznaczenia S1 lub S2 NIE są odkształcalne, choć często marketingowo nazywane są elastycznymi.**\n\n\nKleje oznaczone literą S powinny być stosowane na tarasach, balkonach, ogrzewaniu podłogowym oraz przy dużych formatach płytek. Są przeznaczone do stosowania na uginające się podłoże takie jak płyty OSB oraz w miejscach gdzie może dochodzić do dużych różnic temperatur.\n\nDzięki dużej ilości zastosowanego sypkiego spoiwa polimerowego kleje S1 mają także bardzo dobrą przyczepność na tak zwane trudne, czyli chłonne podłoża. Przyczepność ta jest na takich podłożach nawet lepsza niż klejów C2 nieposiadających oznaczenia S1.\n\nZ powodu bardzo wysokiej ceny sypkich polimerów i bardzo dobrych parametrów klasy S1, klasa S2 jest w praktyce bardzo rzadko wykorzystywana ponieważ kleje takie są bardzo drogie. Wykorzystuje się je tylko w sytuacjach krytycznych jak spękana posadzka na tarasie. ","picture1Url":"public/uploads/smig_kleje_klasy_taras_7d0bf83204.jpg","picture2Url":null,"videoUrl1":null,"linkReference":null,"order":"regular"}]}},"__N_SSG":true}